{
  "timestamp": "2025-08-28T19:39:24.089288",
  "job_id": "e5760333-d976-4922-9e07-8de9234be96d",
  "resume_file": "20250828193643_cv_11.pdf",
  "original_filename": "cv_11.pdf",
  "match_score": {
    "file": "20250828193643_cv_11.pdf",
    "summary": "Hakim Amyar, , La Rochelle, France, Amyarabdelhakim@gmail.com, +33 6.43.62.91.98. Expérience professionnelle:  - Service Pôle Formation, Sanofi l Aramon, France - Service Pilotage du Système d'Information de l UNIE (EDF l Paris, France) - Stage 6 mois, EDF l (Paris, France), - Stage 4 mois - Développement d'Aude (WEB application for ticketing) - Gestion de projet Capten, passage de WIN7 à WIN10 - Création et maintien en condition opérationnelle de SharePoint (évolutions et demandes clients) - Réalisation d'un tutoriel audio-visuel sur la mise en place d un SharePoint standard - Assistance aux utilisateurs de niveau et de sécurité (non spécifié) - Élaboration d'une mode opératoire de digitalisation des tickets métier, avec des exemples concrets et des formulaires et de processus (Data scientiste) - Traitement des réseaux et systèmes d'information (MERN + Docker) - Détection des fonctionnalités sur une application existante en PHP - Amélioration de la plateforme LMS (LMS) - Encadrement et formation des équipes de digital Formation:  1. Diplôme d ingénieurs généralistes, EIGSI (2022-2024) 2. Licence en ingénierie, EigSI (2020-2022) 3. Certification numérique responsable avec taux de réussite 80%, LEARN (2021) 4. Certification en ligne (MODC) - Lean Sigma Quality (2020) Langues: parlées : - Arabe - Anglais - Français Projets réalisés:  - **Conception et mise de l'une application de gestion d URLs pour le département digital** : Améliorer l'efficacité et la productivité des applications existantes en PHP. - **Rajout et améliioration d la gestion des fonsctionnalsités** : Définir des workflows pour remplacer la Mail Box et des tablettes sur un site, en collaboration avec les étudiants et des processus.",
    "semantic": 0.28451132625341413,
    "skills": 0.0,
    "experience": 0.0,
    "education": 0.4,
    "language": 1.0,
    "llama": 0.2,
    "llama_expl": "Le CV ne correspond pas bien à l'offre d'emploi d'aide comptable, car les expériences professionnelles et les compétences présentées sont principalement liées à l'informatique, au développement logiciel et à la gestion de projets, plutôt qu'à la comptabilité et à la gestion financière.",
    "final": 0.1965,
    "classification": "Non classé",
    "original_filename": "cv_11.pdf",
    "matched_experience_domains": [],
    "matched_skills": [],
    "matched_languages": [
      "ar",
      "en",
      "fr"
    ]
  },
  "match_details": {
    "languages": [
      "ar",
      "en",
      "fr"
    ],
    "languages_str": "ar,en,fr",
    "matched_skills": "",
    "matched_skills_list": [],
    "matched_education": "phd:Conception et mise en uvre de l architecture d une nouvelle application bibliothèque LMS Aramon conforme aux exigences de cybersécurité de Sanofi. - Développement et mise en production d une application maison de gestion d URLs pour le département digital (MERN + Docker). - Mise en place du protocole HTTPS sur un serveur interne. - Rajout et amélioration de fonctionnalités sur une application existante en PHP. - Gestion et amélioration de la plateforme LMS Sanofi, en collaboration avec les équipes d administration. - Participation à l amélioration de l expérience utilisateur des tablettes sur site, en collaboration avec les équipes de digital. - Encadrement et formation des équipes sur de nouveaux processus. - Proposition et mise en place d un lien entre la plateforme iLEARN et Power BI pour un suivi automatique en temps réel des données de formation (Data scientiste). - Digitalisation des parcours de prise de connaissance et instructions des 12 départements du site selon le projet rôle base iLEARN. - Digitaliser les processus de qualification sur département Production et logistique. - Gestion des tickets de support utilisateurs. ## Service Pilotage du Système d Information de l UNIE !-- image -- ## EDF l Paris, France",
    "matched_education_list": [
      {
        "degree": "phd",
        "field": "Conception et mise en uvre de l architecture d une nouvelle application bibliothèque LMS Aramon conforme aux exigences de cybersécurité de Sanofi. - Développement et mise en production d une application maison de gestion d URLs pour le département digital (MERN + Docker). - Mise en place du protocole HTTPS sur un serveur interne. - Rajout et amélioration de fonctionnalités sur une application existante en PHP. - Gestion et amélioration de la plateforme LMS Sanofi, en collaboration avec les équipes d administration. - Participation à l amélioration de l expérience utilisateur des tablettes sur site, en collaboration avec les équipes de digital. - Encadrement et formation des équipes sur de nouveaux processus. - Proposition et mise en place d un lien entre la plateforme iLEARN et Power BI pour un suivi automatique en temps réel des données de formation (Data scientiste). - Digitalisation des parcours de prise de connaissance et instructions des 12 départements du site selon le projet rôle base iLEARN. - Digitaliser les processus de qualification sur département Production et logistique. - Gestion des tickets de support utilisateurs. ## Service Pilotage du Système d Information de l UNIE !-- image -- ## EDF l Paris, France",
        "year": [
          "2024"
        ]
      }
    ],
    "matched_experience_domains": [],
    "total_relevant_years": 0.0,
    "llama_expl": "Le CV ne correspond pas bien à l'offre d'emploi d'aide comptable, car les expériences professionnelles et les compétences présentées sont principalement liées à l'informatique, au développement logiciel et à la gestion de projets, plutôt qu'à la comptabilité et à la gestion financière."
  }
}